survey = [
    {
        "question": "❓Вопрос 1 из 5: какое время года тебе больше нравится?",
        "answers": {
            "1": ("Зима", -5),
            "2": ("Весна", 3),
            "3": ("Лето", 5),
            "4": ("Осень", -3)
        }
    },
    {
        "question": "❓Вопрос 2 из 5: каких людей в мире больше?",
        "answers": {
            "1": ("Хороших", 4),
            "2": ("Плохих", -4)
        }
    },
    {
        "question": "❓Вопрос 3 из 5: стакан наполовину пуст или полон?",
        "answers": {
            "1": ("Пуст", -5),
            "2": ("Полон", 5)
        }
    },
    {
        "question": "❓Вопрос 4 из 5: какой жанр кино ты больше любишь?",
        "answers": {
            "1": ("Драма", -3),
            "2": ("Комедия", 3),
            "3": ("Криминал", -2),
            "4": ("Фэнтези", 2),
            "5": ("Детектив", 1),
            "6": ("Триллер", -1)
        }
    },
    {
        "question": "❓Вопрос 5 из 5: как вы реагируете на поражение в какой-либо игре?",
        "answers": {
            "1": ("Расстраиваюсь из-за неудачи", -4),
            "2": ("Никак, это просто игра", 4),
            "3": ("Хочу взять реванш", 2)
        }
    }
]